alacritty
base
base-devel
bluez
bluez-utils
discord
efibootmgr
fastfetch
firefox
fuzzel
git
grim
grub
gst-plugin-pipewire
htop
intel-ucode
ipset
iw
libpulse
linux
linux-firmware
nano
niri
openssh
otf-font-awesome
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
sddm
slurp
smartmontools
sudo
swaybg
ttf-dejavu
ttf-jetbrains-mono-nerd
ufw
vim
waybar
wget
wireplumber
wl-clipboard
woff2-font-awesome
xdg-utils
zram-generator
